export default function LakankaPage() {
  return (
    <main className="p-6">
        <h1 className="text-3xl font-bold mb-4">ラカンカ糖について</h1>
        <p>糖質の“害”を断ちつつ、やさしい甘さを。血糖値を揺らさないスイートサイエンス。
          ラカンカ（羅漢果）は中国の伝統医学にも用いられてきた植物で、抽出された甘味成分「モグロサイド」は、血糖値に影響を与えない天然甘味料として知られています。
          一般的な糖質は急激な血糖上昇とともに、インスリン分泌→低血糖→疲労感・食欲増進という負のスパイラルを引き起こします。
          しかしラカンカ糖は、血糖値に関与しないため、急激なエネルギーの波を起こさず、安定した代謝リズムを保つことができます。
          </p>
          <p>分子栄養学では、血糖値の急変動は炎症・老化・メンタル不調の原因とされます。          
          ラカンカ糖は「身体に優しい甘味」として、そのリスクを回避しながら甘さを楽しむ方法です。
        </p>
    </main>
  );
}
